namespace Shoniz.Common.Core.Shoniz
{
    public enum BranchList
    {
        سعيد_آباد = 10,
        فروش_مرکزی = 11,
        صادرات = 11,
        توزيع_داخلي = 12,
        تعاونی_کارکنان = 19,
        تبريز = 30,
        تهران = 31,
        کرج = 32,
        شيراز = 33,
        مشهد = 34,
        اصفهان = 35,
        اهواز = 36,
        رشت = 37,
        ساري = 38,
        کرمانشاه = 39,
        همدان = 40,
        کرمان = 41,
        اردبيل = 42,
        قم = 43,
        زاهدان = 44,
        سيستم_تجميعي = 99
    }
}
